/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Vous ne pouvez pas ouvrir de session sous le compte utilisateur « %@ » pour le moment.";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "L’ouverture de session du compte a échoué à la suite d’une erreur. Le dossier de départ de ce compte utilisateur est situé sur un serveur AFP ou SMB. Contactez votre administrateur réseau pour obtenir de l’aide.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** FileVault Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a FileVault home directory. */
/* %@ is replaced with the name of the user account. */
"FILEVAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Vous ne pouvez pas ouvrir la session du compte utilisateur FileVault « %@ » pour le moment.";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_INFO" = "L’ouverture de session du compte a échoué à la suite d’une erreur.";

/* Label for OK button in alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"NETWORK_LOGIN_ERROR_MESSAGE_FORMAT" = "Vous ne pouvez pas ouvrir de session sous le compte utilisateur « %@ » pour le moment.";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_INFO" = "L’ouverture de session du compte a échoué à la suite d’une erreur.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"DEFAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Vous ne pouvez pas ouvrir de session sous le compte utilisateur « %@ » pour le moment.";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_INFO" = "L’ouverture de session du compte a échoué à la suite d’une erreur.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_OK_BUTTON" = "OK";
